[
  {
    "name": "hunter350",
    "imageSources": [
      {
        "src": "Hunter1",
        "currentItem": true,
        "direction": "in"
      },
      {
        "src": "Hunter2",
        "currentItem": false,
        "direction": ""
      },
      {
        "src": "Hunter3",
        "currentItem": false,
        "direction": ""
      }
    ],
    "pret": "3989 €",
    "descriere": "O motocicletă roadster accesibilă și stilată, perfectă pentru navigarea prin oraș. Cu un design retro modern, ergonomie prietenoasă cu riderul și un motor robust de 350cc, Hunter 350 oferă o experiență de condus distractivă și agilă.",
    "titlu": "Royal Enfield Hunter 350",
    "articleBody": "<article class=\"max-w-4xl mx-auto p-6 bg-white rounded-lg shadow-lg mt-8\">\n    <h3 class=\"text-2xl font-bold text-gray-900 mb-4\">Introducere</h3>\n    <p class=\"mb-4\">Într-o lume aglomerată și mereu în mișcare, nevoia de mobilitate rapidă și eficientă este mai mare ca niciodată. Motocicleta Royal Enfield Hunter 350 se poziționează perfect pentru a răspunde acestei nevoi, oferind nu doar o soluție practică de transport, ci și un stil aparte și o experiență de condus memorabilă. Cu un design retro modern, ergonomie prietenoasă cu riderul și un motor robust de 350cc, Hunter 350 este alegerea ideală pentru oricine dorește să navigheze prin oraș cu ușurință și stil.</p>\n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Design Retro Modern</h3>\n    <p class=\"mb-4\">Unul dintre cele mai remarcabile aspecte ale Hunter 350 este designul său, care reușește să îmbine elemente retro cu un aspect modern și atrăgător. Inspirat de modelele clasice ale anilor '60 și '70, motocicleta aduce în prezent farmecul și eleganța acelor vremuri, integrând totodată tehnologia și confortul zilelor noastre.</p>\n    <p class=\"mb-4\">Liniile curate și fluide, farul rotund, rezervorul de combustibil în formă de lacrimă și șaua confortabilă creează o siluetă iconică, ușor de recunoscut și admirat. Fiecare detaliu a fost atent gândit pentru a oferi atât o estetică plăcută, cât și funcționalitate. Finisajele de calitate și materialele premium utilizate adaugă un plus de rafinament și durabilitate, asigurând că Hunter 350 nu este doar o motocicletă de efect, ci și una de încredere.</p>\n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Ergonomie Prietenoasă cu Riderul</h3>\n    <p class=\"mb-4\">Confortul și ergonomia sunt esențiale pentru orice motocicletă, mai ales pentru una destinată navigării prin traficul urban. Hunter 350 excelează și la acest capitol, oferind o poziție de condus naturală și relaxată. Șaua bine conturată și poziționarea optimă a ghidonului și pedalelor permit o postură confortabilă, reducând oboseala chiar și în timpul deplasărilor mai lungi.</p>\n    <p class=\"mb-4\">Suspensiile reglate pentru un echilibru perfect între fermitate și confort absorb eficient denivelările drumurilor, asigurând o plimbare lină și plăcută. De asemenea, manevrabilitatea excepțională a motocicletei, datorată centrului de greutate jos și distribuției echilibrate a masei, face ca Hunter 350 să fie ușor de controlat chiar și în cele mai aglomerate intersecții sau pe străduțele înguste ale orașului.</p>\n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Motorul Robust de 350cc</h3>\n    <p class=\"mb-4\">La baza performanțelor Hunter 350 se află un motor monocilindric de 350cc, capabil să ofere o putere de 20,2 CP și un cuplu de 27 Nm. Aceste specificații tehnice se traduc într-o accelerație lină și progresivă, ideală pentru deplasările urbane. Motorul răcit cu aer este construit pentru a oferi fiabilitate și durabilitate, fiind totodată economic din punct de vedere al consumului de combustibil.</p>\n    <p class=\"mb-4\">Cutia de viteze cu cinci trepte este perfect sincronizată cu motorul, permițând schimburi de viteze precise și fluide. Fie că accelerezi pentru a depăși un vehicul sau te strecori prin trafic, Hunter 350 răspunde prompt și eficient la comenzi, oferind o experiență de condus dinamică și plină de satisfacții.</p>\n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Experiența de Condus Distractivă și Agilă</h3>\n    <p class=\"mb-4\">Hunter 350 nu este doar o motocicletă practică pentru naveta zilnică, ci și un partener de încredere pentru plimbările de weekend sau escapadele spontane. Agilitatea și răspunsul rapid al motocicletei fac fiecare călătorie o adevărată plăcere. De asemenea, sistemul de frânare eficient, cu discuri pe față și spate, asigură o oprire sigură și controlată în orice situație.</p>\n    <p class=\"mb-4\">Fie că navighezi prin traficul de dimineață sau explorezi colțurile ascunse ale orașului, Hunter 350 îți oferă libertatea și flexibilitatea de care ai nevoie. În plus, designul său atrăgător și sunetul distinct al motorului garantează că vei atrage priviri admirative oriunde te-ai duce.</p>\n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Concluzie</h3>\n    <p class=\"mb-4\">Royal Enfield Hunter 350 este mai mult decât o simplă motocicletă; este o declarație de stil și o experiență de condus care îmbină perfect trecutul cu prezentul. Accesibilă, stilată și extrem de practică pentru navigarea prin oraș, Hunter 350 se dovedește a fi un companion de nădejde pentru orice rider, oferind totodată o notă de eleganță și distincție fiecărei călătorii. Indiferent dacă ești un rider experimentat sau un începător entuziast, această motocicletă îți va transforma fiecare drum într-o aventură memorabilă.</p>\n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Specificații Tehnice</h3>\n    <div class=\"overflow-x-auto\">\n        <table class=\"min-w-full bg-white table-auto border border-gray-200\">\n            <thead class=\"bg-gray-100\">\n                <tr>\n                    <th class=\"px-4 py-2 border-b-2 border-gray-200 text-left\">Specificație</th>\n                    <th class=\"px-4 py-2 border-b-2 border-gray-200 text-left\">Detaliu</th>\n                </tr>\n            </thead>\n            <tbody>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Motor</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Monocilindric, 350cc</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Putere</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">20,2 CP</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cuplu</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">27 Nm</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cutie de viteze</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">5 trepte</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Sistem de frânare</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Discuri pe față și spate</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Răcire</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Aer</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Ergonomie</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Poziție naturală de condus</td>\n                </tr>\n            </tbody>\n        </table>\n    </div>\n</article>\n"
  },
  {
    "name": "classic350",
    "titlu": "Royal Enfield Classic 350",
    "imageSources": [
      {
        "src": "Classic1",
        "currentItem": true,
        "direction": "in"
      },
      {
        "src": "Classic2",
        "currentItem": false,
        "direction": ""
      }
    ],
    "pret": "4789 €",
    "descriere": "Classic 350 păstrează liniile clasice atemporale care au consacrat Royal Enfield. De la rezervorul în formă de lacrimă, la șaua lungă și farul rotund, fiecare element evocă o eră a motocicletelor simple și pline de farmec. Disponibilă într-o gamă vastă de culori, de la cele clasice cromate la tonuri moderne, Classic 350 se adaptează perfect personalității tale.",
    "articleBody": "<article class=\"max-w-4xl mx-auto p-6 bg-white rounded-lg shadow-lg mt-8\">\n    <h3 class=\"text-2xl font-bold text-gray-900 mb-4\">Introducere</h3>\n    <p class=\"mb-4\">Într-o lume unde tradiția și modernitatea se întâlnesc, Royal Enfield Classic 350 se evidențiază ca un simbol al eleganței atemporale și al performanței de încredere. Motocicleta Classic 350 combină farmecul retro cu tehnologia contemporană, oferind o experiență de condus inegalabilă. Cu un design care evocă nostalgia zilelor de aur ale motociclismului și un motor de 350cc puternic și fiabil, Classic 350 este alegerea perfectă pentru cei care apreciază atât stilul cât și substanța.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Design Retro Elegant</h3>\n    <p class=\"mb-4\">Royal Enfield Classic 350 se mândrește cu un design care reflectă moștenirea sa bogată. Inspirată de motocicletele din anii '50, Classic 350 prezintă linii curate și forme elegante care atrag toate privirile. Detalii precum farul rotund, aripile metalice, și rezervorul de combustibil cu formă clasică contribuie la un aspect vizual autentic și rafinat.</p>\n    <p class=\"mb-4\">Fiecare componentă este fabricată cu atenție la detalii, folosind materiale de calitate superioară care asigură durabilitate și o estetică de excepție. Finiturile cromate și schema de culori atent aleasă completează imaginea clasică, făcând ca fiecare călătorie să fie o declarație de stil.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Ergonomie Confortabilă</h3>\n    <p class=\"mb-4\">Pentru Royal Enfield, confortul riderului este la fel de important ca și performanța. Classic 350 este proiectată pentru a oferi o poziție de condus naturală și relaxată, ideală atât pentru plimbările prin oraș cât și pentru excursiile lungi. Șaua confortabilă și poziționarea optimă a ghidonului și pedalelor permit o postură dreaptă și neobosită.</p>\n    <p class=\"mb-4\">Suspensiile bine reglate absorb eficient șocurile drumurilor, oferind o călătorie lină și plăcută. Manevrabilitatea motocicletei este excelentă, datorită centrului de greutate bine echilibrat și construcției robuste, permițându-vă să navigați cu ușurință prin orice tip de trafic.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Motorul Puternic de 350cc</h3>\n    <p class=\"mb-4\">Sub aspectul său clasic, Classic 350 ascunde un motor modern și performant. Motorul monocilindric de 350cc oferă o putere de 20,2 CP și un cuplu de 27 Nm, asigurând o accelerație lină și o performanță constantă. Răcirea cu aer și construcția robustă a motorului garantează fiabilitate și durabilitate pe termen lung.</p>\n    <p class=\"mb-4\">Cutia de viteze cu cinci trepte este proiectată pentru a oferi schimbări de viteze precise și fluide, indiferent de condițiile de drum. Fie că vă aflați în trafic aglomerat sau pe drumuri deschise, Classic 350 răspunde prompt și eficient la comenzi, oferind o experiență de condus captivantă și satisfăcătoare.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Experiența de Condus Atractivă</h3>\n    <p class=\"mb-4\">Royal Enfield Classic 350 nu este doar o motocicletă, ci o experiență de condus unică. Agilitatea și răspunsul rapid al motocicletei fac fiecare călătorie o adevărată plăcere. Sistemul de frânare eficient, cu discuri pe față și spate, asigură o oprire sigură și controlată în orice situație.</p>\n    <p class=\"mb-4\">Indiferent dacă explorați orașul sau vă bucurați de peisaje rurale, Classic 350 oferă libertatea și flexibilitatea de care aveți nevoie. Designul său atrăgător și sunetul distinctiv al motorului vor atrage privirile și admirația celor din jur, oriunde vă veți afla.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Concluzie</h3>\n    <p class=\"mb-4\">Royal Enfield Classic 350 este un amestec perfect de stil clasic și tehnologie modernă. Aceasta oferă nu doar o soluție de transport eficientă, ci și o experiență de condus memorabilă și elegantă. Cu un design retro autentic, ergonomie confortabilă și un motor fiabil, Classic 350 este companionul ideal pentru orice rider care apreciază tradiția și calitatea.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Specificații Tehnice</h3>\n    <div class=\"overflow-x-auto\">\n        <table class=\"min-w-full bg-white table-auto border border-gray-200\">\n            <thead class=\"bg-gray-100\">\n                <tr>\n                    <th class=\"px-4 py-2 border-b-2 border-gray-200 text-left\">Specificație</th>\n                    <th class=\"px-4 py-2 border-b-2 border-gray-200 text-left\">Detaliu</th>\n                </tr>\n            </thead>\n            <tbody>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Motor</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Monocilindric, 350cc</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Putere</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">20,2 CP</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cuplu</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">27 Nm</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cutie de viteze</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">5 trepte</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Sistem de frânare</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Discuri pe față și spate</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Răcire</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Aer</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Ergonomie</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Poziție naturală de condus</td>\n                </tr>\n            </tbody>\n        </table>\n    </div>\n</article>\n"
  },
  {
    "name": "meteor350",
    "titlu": "Royal Enfield Meteor 350",
    "imageSources": [
      {
        "src": "Meteor1",
        "currentItem": true,
        "direction": "in"
      },
      {
        "src": "Meteor2",
        "currentItem": false,
        "direction": ""
      },
      {
        "src": "Meteor3",
        "currentItem": false,
        "direction": ""
      }
    ],
    "pret": "4089 €",
    "descriere": "Meteor 350 este o motocicletă cruiser modernă, care combină designul retro clasic cu tehnologia contemporană. Motorul său de 349cc oferă o putere lină și cuplu generos, perfect pentru plimbările relaxante de weekend.",
    "articleBody": "<article class=\"max-w-4xl mx-auto p-6 bg-white rounded-lg shadow-lg mt-8\">\n    <h3 class=\"text-2xl font-bold text-gray-900 mb-4\">Introducere</h3>\n    <p class=\"mb-4\">Într-o lume în continuă schimbare, Royal Enfield Meteor 350 este un simbol al adaptabilității și al libertății. Cu un design modern și o tehnologie avansată, Meteor 350 îmbină performanța cu confortul, oferind o experiență de condus de neegalat. Indiferent dacă explorați orașul sau călătoriți pe distanțe lungi, Meteor 350 este partenerul ideal pentru aventurile tale pe două roți.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Design Futurist</h3>\n    <p class=\"mb-4\">Royal Enfield Meteor 350 surprinde privirile cu un design care îmbină eleganța cu tehnologia de ultimă generație. Linii fluide, contururi aerodinamice și finisaje de înaltă calitate definesc aspectul modern al acestei motociclete. Farurile LED, stopurile și semnalizările adaugă o notă futuristă și asigură vizibilitate maximă în orice condiții de iluminare.</p>\n    <p class=\"mb-4\">Șaua confortabilă și poziția relaxată a mânerului conferă un nivel superior de confort riderului, permițându-vă să vă bucurați de fiecare călătorie fără efort. Meteor 350 este proiectată pentru a oferi o experiență de condus plăcută, indiferent de distanța parcursă sau de condițiile de drum.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Performanță Avansată</h3>\n    <p class=\"mb-4\">La inima Royal Enfield Meteor 350 se află un motor monocilindric de 349cc, capabil să ofere o putere lină și rafinată. Cu o putere de 20,2 CP și un cuplu de 27 Nm, Meteor 350 oferă performanțe impresionante, fie că traversați orașul sau explorați drumuri mai puțin bătute.</p>\n    <p class=\"mb-4\">Transmisia cu șase trepte vă permite să explorați întreaga gamă de viteză, asigurând o accelerație lină și o economie excelentă a combustibilului. Suspensiile bine echilibrate și frânele puternice asigură o călătorie sigură și plăcută, indiferent de condițiile de drum.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Confort și Conectivitate</h3>\n    <p class=\"mb-4\">Meteor 350 este echipată cu o serie de caracteristici concepute pentru a vă face călătoria mai plăcută și mai sigură. Sistemul de navigație cu ecran tactil vă permite să vă planificați traseul cu ușurință și să vă monitorizați performanțele în timp real. Conexiunea Bluetooth vă permite să vă conectați cu ușurință la telefonul mobil, astfel încât să puteți rămâne conectat și informat în timp ce vă bucurați de călătorie.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Concluzie</h3>\n    <p class=\"mb-4\">Royal Enfield Meteor 350 este mai mult decât o simplă motocicletă; este un partener de încredere pentru fiecare călătorie. Cu un design modern, performanțe avansate și caracteristici de conectivitate, Meteor 350 redefinește standardele în industria moto. Indiferent de destinația dvs., Meteor 350 vă va purta în siguranță și confort, transformând fiecare călătorie într-o aventură memorabilă.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Specificații Tehnice</h3>\n    <div class=\"overflow-x-auto\">\n        <table class=\"min-w-full bg-white table-auto border border-gray-200\">\n            <thead class=\"bg-gray-100\">\n                <tr>\n                    <th class=\"px-4 py-2 border-b-2 border-gray-200 text-left\">Specificație</th>\n                    <th class=\"px-4 py-2 border-b-2 border-gray-200 text-left\">Detaliu</th>\n                </tr>\n            </thead>\n            <tbody>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Motor</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Monocilindric, 349cc</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Putere</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">20,2 CP</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cuplu</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">27 Nm</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cutie de viteze</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">6 trepte</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Sistem de frânare</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Discuri pe față și spate</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Răcire</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Monocilindric, 350cc</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Putere</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">20,2 CP</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cuplu</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">27 Nm</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cutie de viteze</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">5 trepte</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Sistem de frânare</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Discuri pe față și spate</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Răcire</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Aer</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Ergonomie</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Poziție naturală de condus</td>\n                </tr>\n            </tbody>\n        </table>\n    </div>\n</article>\n"
  },
  {
    "name": "continental650",
    "titlu": "Royal Enfield Continental GT 650",
    "imageSources": [
      {
        "src": "Continental1",
        "currentItem": true,
        "direction": "in"
      },
      {
        "src": "Continental2",
        "currentItem": false,
        "direction": ""
      },
      {
        "src": "Continental3",
        "currentItem": false,
        "direction": ""
      },
      {
        "src": "Continental4",
        "currentItem": false,
        "direction": ""
      },
      {
        "src": "Continental5",
        "currentItem": false,
        "direction": ""
      }
    ],
    "pret": "6889 €",
    "descriere": "Continental GT 650 este o motocicletă sport clasică, care combină designul iconic al anilor '60 cu tehnologia modernă. Motorul său bicilindric de 648cc oferă o putere lină și cuplu generos, perfect pentru plimbările de weekend sau pentru călătoriile lungi.",
    "articleBody": "<article class=\"max-w-4xl mx-auto p-6 bg-white rounded-lg shadow-lg mt-8\">\n    <h3 class=\"text-2xl font-bold text-gray-900 mb-4\">Introducere</h3>\n    <p class=\"mb-4\">Într-o epocă în care stilul și performanța sunt la mare căutare, Royal Enfield Continental GT 650 reușește să le îmbine perfect pe amândouă. Cu un design inspirat de motocicletele clasice cafe racer și un motor modern de 650cc, această motocicletă oferă o experiență de condus captivantă și elegantă. Fie că ești un pasionat de motociclete sau un rider ocazional, Continental GT 650 îți va transforma fiecare călătorie într-o adevărată aventură.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Design Clasic și Elegant</h3>\n    <p class=\"mb-4\">Royal Enfield Continental GT 650 este o reinterpretare modernă a stilului clasic cafe racer. Liniile curate, rezervorul de combustibil în formă de lacrimă și poziția agresivă de condus evocă spiritul rebeliunii și al vitezei din anii '60. Detaliile cromate și finisajele de înaltă calitate adaugă un plus de rafinament și durabilitate.</p>\n    <p class=\"mb-4\">Fiecare componentă a fost gândită pentru a oferi nu doar o estetică atrăgătoare, ci și o funcționalitate excelentă. Farurile rotunde, șaua cu design minimalist și ghidonul în stil clip-on contribuie la un look autentic și la o experiență de condus deosebită.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Performanță și Putere</h3>\n    <p class=\"mb-4\">Sub caroseria sa elegantă, Continental GT 650 ascunde un motor bicilindric paralel de 648cc, capabil să livreze 47 CP și un cuplu de 52 Nm. Aceste specificații asigură o accelerație lină și puternică, perfectă pentru deplasările urbane și pentru escapadele pe drumuri deschise.</p>\n    <p class=\"mb-4\">Cutia de viteze cu șase trepte și ambreiajul asistat oferă schimbări de viteze precise și ușoare, contribuind la o experiență de condus dinamică și plină de satisfacții. Suspensiile reglabile și frânele puternice asigură o manevrabilitate excelentă și o siguranță maximă în orice condiții de drum.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Ergonomie și Confort</h3>\n    <p class=\"mb-4\">Deși este inspirată de motocicletele de curse, Continental GT 650 nu face compromisuri în ceea ce privește confortul. Poziția de condus sportivă este completată de o șa confortabilă și de un ghidon ergonomic, permițându-vă să vă bucurați de călătorii lungi fără oboseală.</p>\n    <p class=\"mb-4\">Suspensiile de calitate superioară absorb eficient denivelările drumurilor, asigurând o plimbare lină și plăcută. Manevrabilitatea precisă și răspunsul rapid al motocicletei fac din fiecare călătorie o experiență plină de adrenalină.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Experiența de Condus</h3>\n    <p class=\"mb-4\">Royal Enfield Continental GT 650 oferă o experiență de condus care combină puterea, stilul și confortul. Fie că navighezi prin traficul urban sau explorezi drumuri sinuoase, această motocicletă te va impresiona prin agilitatea și răspunsul său prompt. Sistemul de frânare eficient, cu discuri pe față și spate, asigură o oprire controlată și sigură în orice situație.</p>\n    <p class=\"mb-4\">Cu Continental GT 650, fiecare călătorie devine o aventură memorabilă, în care stilul și performanța se îmbină armonios pentru a oferi o plăcere de condus de neegalat.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Concluzie</h3>\n    <p class=\"mb-4\">Royal Enfield Continental GT 650 este mai mult decât o motocicletă; este o declarație de stil și performanță. Cu un design clasic, un motor puternic și o ergonomie bine gândită, această motocicletă este companionul perfect pentru orice pasionat de două roți. Fie că ești în căutarea unei experiențe de condus dinamică sau a unui vehicul elegant și de încredere, Continental GT 650 îți va îndeplini toate așteptările.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Specificații Tehnice</h3>\n    <div class=\"overflow-x-auto\">\n        <table class=\"min-w-full bg-white table-auto border border-gray-200\">\n            <thead class=\"bg-gray-100\">\n                <tr>\n                    <th class=\"px-4 py-2 border-b-2 border-gray-200 text-left\">Specificație</th>\n                    <th class=\"px-4 py-2 border-b-2 border-gray-200 text-left\">Detaliu</th>\n                </tr>\n            </thead>\n            <tbody>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Motor</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Bicilindric paralel, 648cc</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Putere</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">47 CP</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cuplu</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">52 Nm</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cutie de viteze</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">6 trepte</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Sistem de frânare</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Discuri pe față și spate</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Răcire</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Aer/Lichid</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Ergonomie</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Poziție sportivă de condus</td>\n                </tr>\n            </tbody>\n        </table>\n    </div>\n</article>\n"
  },
  {
    "name": "himalayan411",
    "titlu": "Royal Enfield Himalayan 411",
    "imageSources": [
      {
        "src": "Himalayan1",
        "currentItem": true,
        "direction": "in"
      },
      {
        "src": "Himalayan2",
        "currentItem": false,
        "direction": ""
      },
      {
        "src": "Himalayan3",
        "currentItem": false,
        "direction": ""
      },
      {
        "src": "Himalayan4",
        "currentItem": false,
        "direction": ""
      },
      {
        "src": "Himalayan5",
        "currentItem": false,
        "direction": ""
      },
      {
        "src": "Himalayan6",
        "currentItem": false,
        "direction": ""
      }
    ],
    "pret": "4489 €",
    "descriere": "Himalayan 411 este o motocicletă adventure accesibilă și versatilă, perfectă pentru aventurile off-road. Cu un motor de 411cc, suspensii de cursă lungă și o poziție de pilotaj confortabilă, Himalayan 411 este gata să te ducă pe cele mai îndepărtate drumuri, indiferent de condiții.",
    "articleBody": "<article class=\"max-w-4xl mx-auto p-6 bg-white rounded-lg shadow-lg mt-8\">\n    <h3 class=\"text-2xl font-bold text-gray-900 mb-4\">Introducere</h3>\n    <p class=\"mb-4\">Într-o lume unde aventurile off-road sunt la ordinea zilei, Royal Enfield Himalayan 411 se remarcă ca fiind un partener de încredere pentru orice explorator. Cu un design robust și un motor puternic de 411cc, această motocicletă este perfectă pentru a face față celor mai dificile trasee. Fie că ești un rider experimentat sau un novice entuziast, Himalayan 411 îți va oferi libertatea și versatilitatea de care ai nevoie pentru a descoperi lumea din jurul tău.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Design Robust și Funcțional</h3>\n    <p class=\"mb-4\">Royal Enfield Himalayan 411 este proiectată pentru a face față celor mai dure condiții de teren. Cu un cadru rezistent, o gardă la sol înaltă și protecții suplimentare, această motocicletă este pregătită pentru orice provocare. Farurile puternice și stopurile LED asigură vizibilitate optimă, indiferent de condițiile de iluminare.</p>\n    <p class=\"mb-4\">Rezervorul de combustibil de mari dimensiuni și designul practic permit o autonomie extinsă, ideală pentru călătorii lungi și aventuri în zone izolate. Fiecare detaliu al lui Himalayan 411 a fost gândit pentru a oferi durabilitate și funcționalitate maximă.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Performanță Off-Road</h3>\n    <p class=\"mb-4\">La inima lui Himalayan 411 se află un motor monocilindric de 411cc, capabil să ofere 24,3 CP și un cuplu de 32 Nm. Aceste specificații asigură o putere suficientă pentru a aborda cu încredere orice traseu off-road. Transmisia cu cinci trepte oferă flexibilitate și control, permițându-vă să navigați cu ușurință prin orice tip de teren.</p>\n    <p class=\"mb-4\">Suspensiile cu cursă lungă și roțile de 21 inch pe față și 17 inch pe spate oferă stabilitate și confort pe drumurile accidentate. Sistemul de frânare eficient, cu discuri pe față și spate, asigură o oprire controlată și sigură în orice situație.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Confort și Ergonomie</h3>\n    <p class=\"mb-4\">Royal Enfield Himalayan 411 nu face compromisuri în ceea ce privește confortul. Poziția de condus verticală și șaua confortabilă permit o postură relaxată, ideală pentru călătoriile lungi. Ghidonul lat și ergonomia bine gândită asigură un control precis și o experiență de condus plăcută, indiferent de durata călătoriei.</p>\n    <p class=\"mb-4\">Spațiul de depozitare suplimentar și portbagajul robust permit transportul echipamentelor necesare pentru orice aventură, făcând din Himalayan 411 o alegere excelentă pentru expedițiile pe termen lung.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Experiența de Condus</h3>\n    <p class=\"mb-4\">Royal Enfield Himalayan 411 oferă o experiență de condus care combină puterea, confortul și versatilitatea. Fie că explorezi drumuri montane sau traversezi câmpii deschise, această motocicletă te va impresiona prin agilitatea și răspunsul său prompt. Sistemul de frânare eficient și suspensiile de calitate superioară asigură o călătorie sigură și plăcută, indiferent de condițiile de drum.</p>\n    <p class=\"mb-4\">Cu Himalayan 411, fiecare călătorie devine o aventură memorabilă, în care libertatea și explorarea sunt la ordinea zilei.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Concluzie</h3>\n    <p class=\"mb-4\">Royal Enfield Himalayan 411 este partenerul ideal pentru orice pasionat de aventuri off-road. Cu un design robust, performanțe impresionante și un confort deosebit, această motocicletă îți va permite să descoperi locuri noi și să trăiești experiențe de neuitat. Indiferent de destinația ta, Himalayan 411 te va purta cu încredere și siguranță, transformând fiecare călătorie într-o aventură de neuitat.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Specificații Tehnice</h3>\n    <div class=\"overflow-x-auto\">\n        <table class=\"min-w-full bg-white table-auto border border-gray-200\">\n            <thead class=\"bg-gray-100\">\n                <tr>\n                    <th class=\"px-4 py-2 border-b-2 border-gray-200 text-left\">Specificație</th>\n                    <th class=\"px-4 py-2 border-b-2 border-gray-200 text-left\">Detaliu</th>\n                </tr>\n            </thead>\n            <tbody>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Motor</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Monocilindric, 411cc</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Putere</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">24,3 CP</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cuplu</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">32 Nm</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cutie de viteze</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">5 trepte</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Sistem de frânare</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Discuri pe față și spate</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Răcire</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Aer</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Ergonomie</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Poziție verticală de condus</td>\n                </tr>\n            </tbody>\n        </table>\n    </div>\n</article>"
  },
  {
    "name": "scram411",
    "titlu": "Royal Enfield Scram 411",
    "imageSources": [
      {
        "src": "Scram1",
        "currentItem": true,
        "direction": "in"
      },
      {
        "src": "Scram2",
        "currentItem": false,
        "direction": ""
      },
      {
        "src": "Scram3",
        "currentItem": false,
        "direction": ""
      }
    ],
    "pret": "4789 €",
    "descriere": "Scram 411 este o motocicletă adventure versatilă, perfectă pentru aventurile off-road. Cu un motor de 411cc, suspensii de cursă lungă și o poziție de pilotaj confortabilă, Scram 411 este gata să te ducă pe cele mai îndepărtate drumuri, indiferent de condiții.",
    "articleBody": "<article class=\"max-w-4xl mx-auto p-6 bg-white rounded-lg shadow-lg mt-8\">\n    <h3 class=\"text-2xl font-bold text-gray-900 mb-4\">Introducere</h3>\n    <p class=\"mb-4\">Royal Enfield Scram 411 reprezintă o combinație unică de stil urban și performanță off-road, oferind o experiență de condus versatilă și captivantă. Cu un design robust și un motor puternic de 411cc, Scram 411 este pregătit pentru orice provocare, fie că navighezi prin jungla urbană sau explorezi trasee neasfaltate. Această motocicletă este concepută pentru a satisface nevoile riderilor moderni care caută atât libertate cât și aventură.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Design Urban Robust</h3>\n    <p class=\"mb-4\">Royal Enfield Scram 411 îmbină elemente de design moderne cu o estetică robustă, fiind perfectă pentru navigarea prin oraș și aventuri off-road. Liniile curate, rezervorul de combustibil de mari dimensiuni și cadrul solid conferă motocicletei un aspect puternic și atrăgător. Farurile LED și stopurile adaugă un plus de vizibilitate și stil.</p>\n    <p class=\"mb-4\">Fiecare detaliu al lui Scram 411 a fost gândit pentru a oferi atât estetică cât și funcționalitate. Șaua confortabilă și ergonomia bine gândită asigură o poziție de condus relaxată, ideală pentru călătorii lungi și deplasări zilnice.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Performanță și Versatilitate</h3>\n    <p class=\"mb-4\">La baza performanței lui Scram 411 se află un motor monocilindric de 411cc, capabil să ofere 24,3 CP și un cuplu de 32 Nm. Aceste specificații asigură o putere suficientă pentru a face față atât traficului urban cât și traseelor off-road. Transmisia cu cinci trepte oferă o flexibilitate excelentă, permițându-vă să abordați cu încredere orice tip de drum.</p>\n    <p class=\"mb-4\">Suspensiile cu cursă lungă și roțile robuste asigură stabilitate și confort pe drumuri accidentate. Sistemul de frânare eficient, cu discuri pe față și spate, oferă o oprire controlată și sigură, indiferent de condițiile de drum.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Confort și Ergonomie</h3>\n    <p class=\"mb-4\">Scram 411 nu face compromisuri când vine vorba de confort. Poziția de condus verticală și șaua bine conturată permit o postură relaxată, ideală pentru călătorii lungi. Ghidonul lat și ergonomia optimizată asigură un control precis și o experiență de condus plăcută, indiferent de durata călătoriei.</p>\n    <p class=\"mb-4\">Spațiul de depozitare suplimentar și portbagajul solid permit transportul echipamentelor necesare pentru orice aventură, făcând din Scram 411 o alegere excelentă pentru expedițiile pe termen lung.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Experiența de Condus</h3>\n    <p class=\"mb-4\">Royal Enfield Scram 411 oferă o experiență de condus care combină puterea, confortul și versatilitatea. Fie că explorezi orașul sau traversezi terenuri accidentate, această motocicletă te va impresiona prin agilitatea și răspunsul său prompt. Sistemul de frânare eficient și suspensiile de calitate superioară asigură o călătorie sigură și plăcută, indiferent de condițiile de drum.</p>\n    <p class=\"mb-4\">Cu Scram 411, fiecare călătorie devine o aventură memorabilă, în care libertatea și explorarea sunt la ordinea zilei.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Concluzie</h3>\n    <p class=\"mb-4\">Royal Enfield Scram 411 este partenerul ideal pentru orice pasionat de aventuri urbane și off-road. Cu un design robust, performanțe impresionante și un confort deosebit, această motocicletă îți va permite să descoperi locuri noi și să trăiești experiențe de neuitat. Indiferent de destinația ta, Scram 411 te va purta cu încredere și siguranță, transformând fiecare călătorie într-o aventură de neuitat.</p>\n    \n    <h3 class=\"text-xl font-bold text-gray-900 mb-4\">Specificații Tehnice</h3>\n    <div class=\"overflow-x-auto\">\n        <table class=\"min-w-full bg-white table-auto border border-gray-200\">\n            <thead class=\"bg-gray-100\">\n                <tr>\n                    <th class=\"px-4 py-2 border-b-2 border-gray-200 text-left\">Specificație</th>\n                    <th class=\"px-4 py-2 border-b-2 border-gray-200 text-left\">Detaliu</th>\n                </tr>\n            </thead>\n            <tbody>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Motor</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Monocilindric, 411cc</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Putere</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">24,3 CP</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cuplu</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">32 Nm</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Cutie de viteze</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">5 trepte</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Sistem de frânare</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Discuri pe față și spate</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Răcire</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Aer</td>\n                </tr>\n                <tr>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Ergonomie</td>\n                    <td class=\"px-4 py-2 border-b border-gray-200\">Poziție verticală de condus</td>\n                </tr>\n            </tbody>\n        </table>\n    </div>\n</article>\n"
  }
]
